<style type="text/css">
    .info>h3{
        font-weight: bold;
        font-size: 20px;
    }
</style>

<div id="features" class="features_page">

    <div class="container">
        <!-- Feature Wrapper -->
        <div class="feature_wrapper option1">
            <div class="section_header">
                <h3>职点杂谈 之 待业毕业生求职 <span>June 4, 2014</span> </h3>
            </div>

            <div class="subtitle">
                <h2>
                    进入六月，在结束了五月毕业季的洗礼过后，现在还未拿到offer的毕业生们开始焦急的疯狂寻找工作。
                </h2>                
            </div>

            <div class="row">
                <div class="col-sm-12 info">
                    <p>
                    据美国最新的数据统计，25岁以上本科毕业生的失业率仍达到5%左右，也就是说在毕业3年以后，仍有一部分人无法找到工作。如果就此缩小到在美国求学的华人学生，那比例则会更高。不少身边的朋友，本科或研究生毕业后，无法在美国找到工作，混了一年，只能最后因为签证到期而回国收场。因此，如果能在离开校园以后，短时间内成功找到一份工作，成了很多毕业生头疼的问题。今天小编就几个身边成功的案例，和大家分享一些成功的经验。
                    </p>
                </div>                    
            </div>

            
            <div class="row">
                <div class="col-sm-4">
                    <img src="/images/blogs/blog3.jpg" class="img-responsive" />
                </div>
                <div class="col-sm-8 info">
                    <h3>
                        
                        不要坐着一整天申请工作
                    </h3>

                    <p>
随便问问身边的朋友，很多人都有坐在电脑前一天申请工作的经历。虽然这看似是最符合逻辑的策略，能在一定的时间内投出尽可能多的简历，但其成效往往不太理想。如果你现在的求职策略是申请看到的每一个招聘启示，那就要注意了，其实无形之间，你反而浪费了更多的时间。



					</p>
					<p>
                        首先，一下子申请很多工作，你很可能会犯一些原可以避免的错误。比如，你可能为了追求申请的数量，而草草填完申请，而没有花更多的时间思考，如何让自己脱颖而出。又比如，针对每一个职位，你都需要个性化申请的简历和cover letter。但这并不意味着只要改改公司的名字和职位，更重要的是，你需要展现你和该职位相关的技巧和经历，从而突显你如何能胜任这份工作。在具体的操作中，有很多同学也会犯比如忘记改职位名称，cover letter日期等等低级错误，让所花的时间心力轻易的付诸东流。
					</p>
					<p>
                        另外一个容易犯的错误，就是很多同学盲目的申请工作，而没有注意到有些职位是scams或者是phish个人信息。所以当大量申请职位之时，一定要多生个心眼，be thoughtful and careful。
					</p>
					<p>
                        建议:　
                        <li>“STC”-be more Strategic, Thoughtful, and Careful in job search</li>
                        <li>研究申请职位的要求从而来量体裁衣自己的申请材料</li>
                        <li>花心思和所申请公司里的employee networking及follow up</li>
　　　
　　　
					</p>
                </div>
            </div>
            <div class="row">
                <div class="col-sm-12 info">
                    <h3>
                        
                        一杯咖啡的神气魔力
                    </h3>
                    <p>
除了一般的投简历之外，毕业生求职也要充分利用自己的人脉网络。如果你能和所申请的公司在职员工取得联系，无论是通过校友介绍，或者linkedin上发邮件，甚至是cold call，这往往很大程度上能帮助你得到面试的机会。
                    </p>
                    <p>
                        另外，能和professionals面对面交流，也会给你的求职提供很多帮助。尽管现在科技的发展让交流通过social network, email等等媒介变得非常快捷，但找人喝一杯咖啡，往往会有意想不到的魔力。面对面的交流，可以让对方对你有更深刻的印象，若谈的投机，他／她可能会给你提供更多求职方面的建议，或者直接帮你refer公司现有的职位。
                    </p>
                </div>                    
            </div>
            <div class="row">
                <div class="col-sm-12 info">
                    <h3>
                        
                        明白自己的弱点，积极面对
                    </h3>
                    <p>
                        有人因为想要找到完美的工作而纠结，有人一碰到写cover letter就头痛，面对求职这道槛，很多毕业生都顶着有生以来最大的压力去面临一系列接踵而来的问题。
                    </p>
                    <p>
                        很多时候，成功不在于进一步，而是退一步。你需要明白自己并不是完美的应试者，而是尽可能做到自己的最好。当面临困难的时候，你需要清楚了解到自己的弱点，从而加以克服。并且在气馁低落的时候，明白尽管计划跟不上变化，但保持积极的心态更重要。当你没有得到面试，或者面试时感觉自己发挥不佳时，不要太责怪自己，给自己过多的压力。你需要明白，每一个面试官心中可能都有一个概念想招怎样的人，而你不可能每次都成为那样的人选。因此，把它当成一个学习的机会来累计实战经验，而不是自怨自艾，让求职陷入低谷，而无法自拔。
                    </p>
                </div>                    
            </div>
            <div class="row">
                <div class="col-sm-12 info">
                    <h3>
                        
                        尝试从实习做起
                    </h3>
                    <p>
                        尤其对于刚大学毕业而缺乏实际工作经验的毕业生，一毕业就能找到一份entry-level的职位往往不易。小编身边很多朋友早早的就意识到了一步登天是不太现实的，于是就另辟蹊径从实习入手。一方面，实习能够帮你累计一些相关的工作经验，同时也避免你简历上的“空窗期”;另一方面，通过实习，你或许能够获得转为全职的机会。总之，一个脚跨进职场，比你在墙外观望要简单的多。
                    </p>
                </div>                    
            </div>
            <div class="row">
                <div class="col-sm-12 info">
                    <h3>
                        
                        即使一无所获也不要放弃
                    </h3>
                    <p>
                        没有人能预测你何时才能找到工作，最后成功的，都贵在“持之以恒，坚持不懈”。毕业了以后，你要做好心理准备，找到一份理想的工作，可能会花上几周，几个月，甚至整整一年的时间。因此当时间紧迫感愈发强烈的时候，当你找了半年仍一无所获的时候，你必须要坚持，并且stay　focused。不要因为没有找到就放弃了积极主动，转而消极被动。很多时候，反思一下是不是什么地方你可以有所改进，然后做的很好。同时，reach out to 校友，朋友，导师等等，尽可能的寻求工作机会方面的帮助
					</p>
                </div>                    
            </div>
            <div class="row">
                <div class="col-sm-12 info">
                    <h3>
                        
                        第一份工作不等于理想工作
                    </h3>
                    <p>
                        能够找到一份心仪的理想工作，是每一个毕业生所向往的，但往往这需要你累计几年的工作经验才能quality。所以，找到一份理想的工作并不是大学毕业后的终点，而是一场journey的开始。在一路追求的过程中，你渐渐充实自己，丰富自己，最终实现自己的目标。尽管第一份工作并不一定是你心仪的，但也并不意味着你放弃了你的梦想，而是追求梦想的第一步。就像Steve Jobs著名的那段演讲中说到的，你每一步所累计的，都是一份财富，最后by connecting the dots，你才发现它们其实一起连成了通往成功的轨迹。所以，在找第一份工作时，你需要保留an open mind，不要让机会偷偷溜走。
                    </p>
                    <p>
                        希望以上几点建议能帮助还在招工作的你，之后我们还会推出更多关于求职方面的小贴示，欢迎关注职点杂谈　（www.zhidian.us）
                    </p>
                </div>                    
            </div>

            <small>
                声明：本文系原创，如转载请注明 #北美职点# (www.zhidian.us)
            </small>





        </div>    
    </div>
</div>